Revit 2026 API
TableSectionData.SetCellCombinedParameters Method
Overload List
Name | Description
SetCellCombinedParameters(Int32, IList<TableCellCombinedParameterData>)
SetCellCombinedParameters(Int32, Int32, IList<TableCellCombinedParameterData>)
Top
See Also
Reference
TableSectionData Class
Autodesk.Revit.DB Namespace